/* Title of alert box if helper not installed */
"Help Needed" = "Help Needed";

"WriteLaunchdPasswordPrompt" = "To schedule a backup that runs with administrator privileges, you must authenticate as an administrator.";